----------------------------------------------------------------------------
-- IBZ TIAE5 - ZH Webtechnologie 3 Case - Study                           --
----------------------------------------------------------------------------
-- Autoren:                                                               --
-- Jennifer Mentner                                                       --
-- André Glaztl                                                           --
-- Sven Gehring                                                           --
-- Dardan Ahmeti                                                          --
----------------------------------------------------------------------------
-- SQL Skript zur Erstellen der Datenbank für das Hotelreservationssystem
----------------------------------------------------------------------------
--                                                                        --
--                                                                        --
--                                                                        --
----------------------------------------------------------------------------


-- Es soll immmer die Datenbank "Hotelreservationssystem" verwendet werden

USE Hotelreservationsystem;

----------------------------------------------------------------------------
-- Ckecks erstellen                                                       --
----------------------------------------------------------------------------